CLong10/Execucao (26)/k6-8nvxv_tracing_20230127_190332.log

          /\      |‾‾| /‾‾/   /‾‾/   
     /\  /  \     |  |/  /   /  /    
    /  \/    \    |     (   /   ‾‾\  
   /          \   |  |\  \ |  (‾)  | 
  / __________ \  |__| \__\ \_____/ .io

  execution: local
     script: /load-testing.js
     output: -

  scenarios: (100.00%) 1 scenario, 2 max VUs, 5m30s max duration (incl. graceful stop):
           * default: 2 looping VUs for 5m0s (gracefulStop: 30s)


running (0m01.0s), 2/2 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 2 VUs  0m01.0s/5m0s
time="2023-01-27T22:03:32Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"
time="2023-01-27T22:03:32Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"

running (0m02.0s), 2/2 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 2 VUs  0m02.0s/5m0s
time="2023-01-27T22:03:33Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"
time="2023-01-27T22:03:33Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"
time="2023-01-27T22:03:33Z" level=warning msg="Timer exhausted! The execution time of the test took longer than 2 seconds" source=console
time="2023-01-27T22:03:33Z" level=warning msg="Timer exhausted! The execution time of the test took longer than 2 seconds" source=console

running (0m03.0s), 2/2 VUs, 2 complete and 0 interrupted iterations
default   [   1% ] 2 VUs  0m03.0s/5m0s
time="2023-01-27T22:03:34Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"

running (0m04.0s), 2/2 VUs, 2 complete and 0 interrupted iterations
default   [   1% ] 2 VUs  0m04.0s/5m0s
time="2023-01-27T22:03:35Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"
time="2023-01-27T22:03:35Z" level=warning msg="Timer exhausted! The execution time of the test took longer than 2 seconds" source=console

running (0m05.0s), 2/2 VUs, 3 complete and 0 interrupted iterations
default   [   2% ] 2 VUs  0m05.0s/5m0s
time="2023-01-27T22:03:36Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"

running (0m06.0s), 2/2 VUs, 3 complete and 0 interrupted iterations
default   [   2% ] 2 VUs  0m06.0s/5m0s
time="2023-01-27T22:03:37Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"
time="2023-01-27T22:03:37Z" level=warning msg="Timer exhausted! The execution time of the test took longer than 2 seconds" source=console

running (0m07.0s), 2/2 VUs, 4 complete and 0 interrupted iterations
default   [   2% ] 2 VUs  0m07.0s/5m0s
time="2023-01-27T22:03:38Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"

running (0m08.0s), 2/2 VUs, 4 complete and 0 interrupted iterations
default   [   3% ] 2 VUs  0m08.0s/5m0s
time="2023-01-27T22:03:39Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"
time="2023-01-27T22:03:39Z" level=warning msg="Timer exhausted! The execution time of the test took longer than 2 seconds" source=console

running (0m09.0s), 2/2 VUs, 5 complete and 0 interrupted iterations
default   [   3% ] 2 VUs  0m09.0s/5m0s
time="2023-01-27T22:03:40Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"

running (0m10.0s), 2/2 VUs, 5 complete and 0 interrupted iterations
default   [   3% ] 2 VUs  0m10.0s/5m0s
time="2023-01-27T22:03:41Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"
time="2023-01-27T22:03:41Z" level=warning msg="Timer exhausted! The execution time of the test took longer than 2 seconds" source=console

running (0m11.0s), 2/2 VUs, 6 complete and 0 interrupted iterations
default   [   4% ] 2 VUs  0m11.0s/5m0s
time="2023-01-27T22:03:42Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"

running (0m12.0s), 2/2 VUs, 6 complete and 0 interrupted iterations
default   [   4% ] 2 VUs  0m12.0s/5m0s
time="2023-01-27T22:03:43Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"
time="2023-01-27T22:03:43Z" level=warning msg="Timer exhausted! The execution time of the test took longer than 2 seconds" source=console

running (0m13.0s), 2/2 VUs, 7 complete and 0 interrupted iterations
default   [   4% ] 2 VUs  0m13.0s/5m0s
time="2023-01-27T22:03:44Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"

running (0m14.0s), 2/2 VUs, 7 complete and 0 interrupted iterations
default   [   5% ] 2 VUs  0m14.0s/5m0s
time="2023-01-27T22:03:45Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"
time="2023-01-27T22:03:45Z" level=warning msg="Timer exhausted! The execution time of the test took longer than 2 seconds" source=console

running (0m15.0s), 2/2 VUs, 8 complete and 0 interrupted iterations
default   [   5% ] 2 VUs  0m15.0s/5m0s
time="2023-01-27T22:03:46Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"

running (0m16.0s), 2/2 VUs, 8 complete and 0 interrupted iterations
default   [   5% ] 2 VUs  0m16.0s/5m0s
time="2023-01-27T22:03:47Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"
time="2023-01-27T22:03:47Z" level=warning msg="Timer exhausted! The execution time of the test took longer than 2 seconds" source=console

running (0m17.0s), 2/2 VUs, 9 complete and 0 interrupted iterations
default   [   6% ] 2 VUs  0m17.0s/5m0s
time="2023-01-27T22:03:48Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"

running (0m18.0s), 2/2 VUs, 9 complete and 0 interrupted iterations
default   [   6% ] 2 VUs  0m18.0s/5m0s
time="2023-01-27T22:03:49Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"
time="2023-01-27T22:03:49Z" level=warning msg="Timer exhausted! The execution time of the test took longer than 2 seconds" source=console

running (0m19.0s), 2/2 VUs, 10 complete and 0 interrupted iterations
default   [   6% ] 2 VUs  0m19.0s/5m0s
time="2023-01-27T22:03:50Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"

running (0m20.0s), 2/2 VUs, 10 complete and 0 interrupted iterations
default   [   7% ] 2 VUs  0m20.0s/5m0s
time="2023-01-27T22:03:51Z" level=warning msg="Request Failed" error="Get \"http://nginx-ingress.default.svc/news.php\": dial tcp 10.111.81.104:80: connect: connection refused"
time="2023-01-27T22:03:51Z" level=warning msg="Timer exhausted! The execution time of the test took longer than 2 seconds" source=console

running (0m21.0s), 2/2 VUs, 11 complete and 0 interrupted iterations
default   [   7% ] 2 VUs  0m21.0s/5m0s
time="2023-01-27T22:03:52Z" level=warning msg="Timer exhausted! The execution time of the test took longer than 2 seconds" source=console

running (0m22.0s), 2/2 VUs, 12 complete and 0 interrupted iterations
default   [   7% ] 2 VUs  0m22.0s/5m0s

running (0m23.0s), 2/2 VUs, 13 complete and 0 interrupted iterations
default   [   8% ] 2 VUs  0m23.0s/5m0s

running (0m24.0s), 2/2 VUs, 14 complete and 0 interrupted iterations
default   [   8% ] 2 VUs  0m24.0s/5m0s

running (0m25.0s), 2/2 VUs, 15 complete and 0 interrupted iterations
default   [   8% ] 2 VUs  0m25.0s/5m0s

running (0m26.0s), 2/2 VUs, 16 complete and 0 interrupted iterations
default   [   9% ] 2 VUs  0m26.0s/5m0s

running (0m27.0s), 2/2 VUs, 17 complete and 0 interrupted iterations
default   [   9% ] 2 VUs  0m27.0s/5m0s

running (0m28.0s), 2/2 VUs, 18 complete and 0 interrupted iterations
default   [   9% ] 2 VUs  0m28.0s/5m0s

running (0m29.0s), 2/2 VUs, 19 complete and 0 interrupted iterations
default   [  10% ] 2 VUs  0m29.0s/5m0s

running (0m30.0s), 2/2 VUs, 20 complete and 0 interrupted iterations
default   [  10% ] 2 VUs  0m30.0s/5m0s

running (0m31.0s), 2/2 VUs, 21 complete and 0 interrupted iterations
default   [  10% ] 2 VUs  0m31.0s/5m0s

running (0m32.0s), 2/2 VUs, 22 complete and 0 interrupted iterations
default   [  11% ] 2 VUs  0m32.0s/5m0s

running (0m33.0s), 2/2 VUs, 23 complete and 0 interrupted iterations
default   [  11% ] 2 VUs  0m33.0s/5m0s

running (0m34.0s), 2/2 VUs, 24 complete and 0 interrupted iterations
default   [  11% ] 2 VUs  0m34.0s/5m0s

running (0m35.0s), 2/2 VUs, 25 complete and 0 interrupted iterations
default   [  12% ] 2 VUs  0m35.0s/5m0s

running (0m36.0s), 2/2 VUs, 26 complete and 0 interrupted iterations
default   [  12% ] 2 VUs  0m36.0s/5m0s

running (0m37.0s), 2/2 VUs, 27 complete and 0 interrupted iterations
default   [  12% ] 2 VUs  0m37.0s/5m0s

running (0m38.0s), 2/2 VUs, 28 complete and 0 interrupted iterations
default   [  13% ] 2 VUs  0m38.0s/5m0s

running (0m39.0s), 2/2 VUs, 29 complete and 0 interrupted iterations
default   [  13% ] 2 VUs  0m39.0s/5m0s

running (0m40.0s), 2/2 VUs, 30 complete and 0 interrupted iterations
default   [  13% ] 2 VUs  0m40.0s/5m0s

running (0m41.0s), 2/2 VUs, 31 complete and 0 interrupted iterations
default   [  14% ] 2 VUs  0m41.0s/5m0s

running (0m42.0s), 2/2 VUs, 32 complete and 0 interrupted iterations
default   [  14% ] 2 VUs  0m42.0s/5m0s

running (0m43.0s), 2/2 VUs, 33 complete and 0 interrupted iterations
default   [  14% ] 2 VUs  0m43.0s/5m0s

running (0m44.0s), 2/2 VUs, 34 complete and 0 interrupted iterations
default   [  15% ] 2 VUs  0m44.0s/5m0s

running (0m45.0s), 2/2 VUs, 35 complete and 0 interrupted iterations
default   [  15% ] 2 VUs  0m45.0s/5m0s

running (0m46.0s), 2/2 VUs, 36 complete and 0 interrupted iterations
default   [  15% ] 2 VUs  0m46.0s/5m0s

running (0m47.0s), 2/2 VUs, 37 complete and 0 interrupted iterations
default   [  16% ] 2 VUs  0m47.0s/5m0s

running (0m48.0s), 2/2 VUs, 38 complete and 0 interrupted iterations
default   [  16% ] 2 VUs  0m48.0s/5m0s

running (0m49.0s), 2/2 VUs, 39 complete and 0 interrupted iterations
default   [  16% ] 2 VUs  0m49.0s/5m0s

running (0m50.0s), 2/2 VUs, 40 complete and 0 interrupted iterations
default   [  17% ] 2 VUs  0m50.0s/5m0s

running (0m51.0s), 2/2 VUs, 41 complete and 0 interrupted iterations
default   [  17% ] 2 VUs  0m51.0s/5m0s

running (0m52.0s), 2/2 VUs, 42 complete and 0 interrupted iterations
default   [  17% ] 2 VUs  0m52.0s/5m0s

running (0m53.0s), 2/2 VUs, 43 complete and 0 interrupted iterations
default   [  18% ] 2 VUs  0m53.0s/5m0s

running (0m54.0s), 2/2 VUs, 44 complete and 0 interrupted iterations
default   [  18% ] 2 VUs  0m54.0s/5m0s

running (0m55.0s), 2/2 VUs, 45 complete and 0 interrupted iterations
default   [  18% ] 2 VUs  0m55.0s/5m0s

running (0m56.0s), 2/2 VUs, 46 complete and 0 interrupted iterations
default   [  19% ] 2 VUs  0m56.0s/5m0s

running (0m57.0s), 2/2 VUs, 47 complete and 0 interrupted iterations
default   [  19% ] 2 VUs  0m57.0s/5m0s

running (0m58.0s), 2/2 VUs, 48 complete and 0 interrupted iterations
default   [  19% ] 2 VUs  0m58.0s/5m0s

running (0m59.0s), 2/2 VUs, 49 complete and 0 interrupted iterations
default   [  20% ] 2 VUs  0m59.0s/5m0s

running (1m00.0s), 2/2 VUs, 50 complete and 0 interrupted iterations
default   [  20% ] 2 VUs  1m00.0s/5m0s

running (1m01.0s), 2/2 VUs, 51 complete and 0 interrupted iterations
default   [  20% ] 2 VUs  1m01.0s/5m0s

running (1m02.0s), 2/2 VUs, 52 complete and 0 interrupted iterations
default   [  21% ] 2 VUs  1m02.0s/5m0s

running (1m03.0s), 2/2 VUs, 53 complete and 0 interrupted iterations
default   [  21% ] 2 VUs  1m03.0s/5m0s

running (1m04.0s), 2/2 VUs, 54 complete and 0 interrupted iterations
default   [  21% ] 2 VUs  1m04.0s/5m0s

running (1m05.0s), 2/2 VUs, 55 complete and 0 interrupted iterations
default   [  22% ] 2 VUs  1m05.0s/5m0s

running (1m06.0s), 2/2 VUs, 56 complete and 0 interrupted iterations
default   [  22% ] 2 VUs  1m06.0s/5m0s

running (1m07.0s), 2/2 VUs, 57 complete and 0 interrupted iterations
default   [  22% ] 2 VUs  1m07.0s/5m0s

running (1m08.0s), 2/2 VUs, 58 complete and 0 interrupted iterations
default   [  23% ] 2 VUs  1m08.0s/5m0s

running (1m09.0s), 2/2 VUs, 59 complete and 0 interrupted iterations
default   [  23% ] 2 VUs  1m09.0s/5m0s

running (1m10.0s), 2/2 VUs, 60 complete and 0 interrupted iterations
default   [  23% ] 2 VUs  1m10.0s/5m0s

running (1m11.0s), 2/2 VUs, 61 complete and 0 interrupted iterations
default   [  24% ] 2 VUs  1m11.0s/5m0s

running (1m12.0s), 2/2 VUs, 62 complete and 0 interrupted iterations
default   [  24% ] 2 VUs  1m12.0s/5m0s

running (1m13.0s), 2/2 VUs, 63 complete and 0 interrupted iterations
default   [  24% ] 2 VUs  1m13.0s/5m0s

running (1m14.0s), 2/2 VUs, 64 complete and 0 interrupted iterations
default   [  25% ] 2 VUs  1m14.0s/5m0s

running (1m15.0s), 2/2 VUs, 65 complete and 0 interrupted iterations
default   [  25% ] 2 VUs  1m15.0s/5m0s

running (1m16.0s), 2/2 VUs, 66 complete and 0 interrupted iterations
default   [  25% ] 2 VUs  1m16.0s/5m0s

running (1m17.0s), 2/2 VUs, 67 complete and 0 interrupted iterations
default   [  26% ] 2 VUs  1m17.0s/5m0s

running (1m18.0s), 2/2 VUs, 68 complete and 0 interrupted iterations
default   [  26% ] 2 VUs  1m18.0s/5m0s

running (1m19.0s), 2/2 VUs, 69 complete and 0 interrupted iterations
default   [  26% ] 2 VUs  1m19.0s/5m0s

running (1m20.0s), 2/2 VUs, 70 complete and 0 interrupted iterations
default   [  27% ] 2 VUs  1m20.0s/5m0s

running (1m21.0s), 2/2 VUs, 71 complete and 0 interrupted iterations
default   [  27% ] 2 VUs  1m21.0s/5m0s

running (1m22.0s), 2/2 VUs, 72 complete and 0 interrupted iterations
default   [  27% ] 2 VUs  1m22.0s/5m0s

running (1m23.0s), 2/2 VUs, 73 complete and 0 interrupted iterations
default   [  28% ] 2 VUs  1m23.0s/5m0s

running (1m24.0s), 2/2 VUs, 74 complete and 0 interrupted iterations
default   [  28% ] 2 VUs  1m24.0s/5m0s

running (1m25.0s), 2/2 VUs, 75 complete and 0 interrupted iterations
default   [  28% ] 2 VUs  1m25.0s/5m0s

running (1m26.0s), 2/2 VUs, 76 complete and 0 interrupted iterations
default   [  29% ] 2 VUs  1m26.0s/5m0s

running (1m27.0s), 2/2 VUs, 77 complete and 0 interrupted iterations
default   [  29% ] 2 VUs  1m27.0s/5m0s

running (1m28.0s), 2/2 VUs, 78 complete and 0 interrupted iterations
default   [  29% ] 2 VUs  1m28.0s/5m0s

running (1m29.0s), 2/2 VUs, 79 complete and 0 interrupted iterations
default   [  30% ] 2 VUs  1m29.0s/5m0s

running (1m30.0s), 2/2 VUs, 80 complete and 0 interrupted iterations
default   [  30% ] 2 VUs  1m30.0s/5m0s

running (1m31.0s), 2/2 VUs, 81 complete and 0 interrupted iterations
default   [  30% ] 2 VUs  1m31.0s/5m0s

running (1m32.0s), 2/2 VUs, 82 complete and 0 interrupted iterations
default   [  31% ] 2 VUs  1m32.0s/5m0s

running (1m33.0s), 2/2 VUs, 83 complete and 0 interrupted iterations
default   [  31% ] 2 VUs  1m33.0s/5m0s

running (1m34.0s), 2/2 VUs, 84 complete and 0 interrupted iterations
default   [  31% ] 2 VUs  1m34.0s/5m0s

running (1m35.0s), 2/2 VUs, 85 complete and 0 interrupted iterations
default   [  32% ] 2 VUs  1m35.0s/5m0s

running (1m36.0s), 2/2 VUs, 86 complete and 0 interrupted iterations
default   [  32% ] 2 VUs  1m36.0s/5m0s

running (1m37.0s), 2/2 VUs, 87 complete and 0 interrupted iterations
default   [  32% ] 2 VUs  1m37.0s/5m0s

running (1m38.0s), 2/2 VUs, 88 complete and 0 interrupted iterations
default   [  33% ] 2 VUs  1m38.0s/5m0s

running (1m39.0s), 2/2 VUs, 89 complete and 0 interrupted iterations
default   [  33% ] 2 VUs  1m39.0s/5m0s

running (1m40.0s), 2/2 VUs, 90 complete and 0 interrupted iterations
default   [  33% ] 2 VUs  1m40.0s/5m0s

running (1m41.0s), 2/2 VUs, 91 complete and 0 interrupted iterations
default   [  34% ] 2 VUs  1m41.0s/5m0s

running (1m42.0s), 2/2 VUs, 92 complete and 0 interrupted iterations
default   [  34% ] 2 VUs  1m42.0s/5m0s

running (1m43.0s), 2/2 VUs, 93 complete and 0 interrupted iterations
default   [  34% ] 2 VUs  1m43.0s/5m0s

running (1m44.0s), 2/2 VUs, 94 complete and 0 interrupted iterations
default   [  35% ] 2 VUs  1m44.0s/5m0s

running (1m45.0s), 2/2 VUs, 95 complete and 0 interrupted iterations
default   [  35% ] 2 VUs  1m45.0s/5m0s

running (1m46.0s), 2/2 VUs, 96 complete and 0 interrupted iterations
default   [  35% ] 2 VUs  1m46.0s/5m0s

running (1m47.0s), 2/2 VUs, 97 complete and 0 interrupted iterations
default   [  36% ] 2 VUs  1m47.0s/5m0s

running (1m48.0s), 2/2 VUs, 98 complete and 0 interrupted iterations
default   [  36% ] 2 VUs  1m48.0s/5m0s

running (1m49.0s), 2/2 VUs, 99 complete and 0 interrupted iterations
default   [  36% ] 2 VUs  1m49.0s/5m0s

running (1m50.0s), 2/2 VUs, 100 complete and 0 interrupted iterations
default   [  37% ] 2 VUs  1m50.0s/5m0s

running (1m51.0s), 2/2 VUs, 101 complete and 0 interrupted iterations
default   [  37% ] 2 VUs  1m51.0s/5m0s

running (1m52.0s), 2/2 VUs, 102 complete and 0 interrupted iterations
default   [  37% ] 2 VUs  1m52.0s/5m0s

running (1m53.0s), 2/2 VUs, 103 complete and 0 interrupted iterations
default   [  38% ] 2 VUs  1m53.0s/5m0s

running (1m54.0s), 2/2 VUs, 104 complete and 0 interrupted iterations
default   [  38% ] 2 VUs  1m54.0s/5m0s

running (1m55.0s), 2/2 VUs, 105 complete and 0 interrupted iterations
default   [  38% ] 2 VUs  1m55.0s/5m0s

running (1m56.0s), 2/2 VUs, 106 complete and 0 interrupted iterations
default   [  39% ] 2 VUs  1m56.0s/5m0s

running (1m57.0s), 2/2 VUs, 107 complete and 0 interrupted iterations
default   [  39% ] 2 VUs  1m57.0s/5m0s

running (1m58.0s), 2/2 VUs, 108 complete and 0 interrupted iterations
default   [  39% ] 2 VUs  1m58.0s/5m0s

running (1m59.0s), 2/2 VUs, 109 complete and 0 interrupted iterations
default   [  40% ] 2 VUs  1m59.0s/5m0s

running (2m00.0s), 2/2 VUs, 110 complete and 0 interrupted iterations
default   [  40% ] 2 VUs  2m00.0s/5m0s

running (2m01.0s), 2/2 VUs, 111 complete and 0 interrupted iterations
default   [  40% ] 2 VUs  2m01.0s/5m0s

running (2m02.0s), 2/2 VUs, 112 complete and 0 interrupted iterations
default   [  41% ] 2 VUs  2m02.0s/5m0s

running (2m03.0s), 2/2 VUs, 113 complete and 0 interrupted iterations
default   [  41% ] 2 VUs  2m03.0s/5m0s

running (2m04.0s), 2/2 VUs, 114 complete and 0 interrupted iterations
default   [  41% ] 2 VUs  2m04.0s/5m0s

running (2m05.0s), 2/2 VUs, 115 complete and 0 interrupted iterations
default   [  42% ] 2 VUs  2m05.0s/5m0s

running (2m06.0s), 2/2 VUs, 116 complete and 0 interrupted iterations
default   [  42% ] 2 VUs  2m06.0s/5m0s

running (2m07.0s), 2/2 VUs, 117 complete and 0 interrupted iterations
default   [  42% ] 2 VUs  2m07.0s/5m0s

running (2m08.0s), 2/2 VUs, 118 complete and 0 interrupted iterations
default   [  43% ] 2 VUs  2m08.0s/5m0s

running (2m09.0s), 2/2 VUs, 119 complete and 0 interrupted iterations
default   [  43% ] 2 VUs  2m09.0s/5m0s

running (2m10.0s), 2/2 VUs, 120 complete and 0 interrupted iterations
default   [  43% ] 2 VUs  2m10.0s/5m0s

running (2m11.0s), 2/2 VUs, 121 complete and 0 interrupted iterations
default   [  44% ] 2 VUs  2m11.0s/5m0s

running (2m12.0s), 2/2 VUs, 122 complete and 0 interrupted iterations
default   [  44% ] 2 VUs  2m12.0s/5m0s

running (2m13.0s), 2/2 VUs, 123 complete and 0 interrupted iterations
default   [  44% ] 2 VUs  2m13.0s/5m0s

running (2m14.0s), 2/2 VUs, 124 complete and 0 interrupted iterations
default   [  45% ] 2 VUs  2m14.0s/5m0s

running (2m15.0s), 2/2 VUs, 125 complete and 0 interrupted iterations
default   [  45% ] 2 VUs  2m15.0s/5m0s

running (2m16.0s), 2/2 VUs, 126 complete and 0 interrupted iterations
default   [  45% ] 2 VUs  2m16.0s/5m0s

running (2m17.0s), 2/2 VUs, 127 complete and 0 interrupted iterations
default   [  46% ] 2 VUs  2m17.0s/5m0s

running (2m18.0s), 2/2 VUs, 128 complete and 0 interrupted iterations
default   [  46% ] 2 VUs  2m18.0s/5m0s

running (2m19.0s), 2/2 VUs, 129 complete and 0 interrupted iterations
default   [  46% ] 2 VUs  2m19.0s/5m0s

running (2m20.0s), 2/2 VUs, 130 complete and 0 interrupted iterations
default   [  47% ] 2 VUs  2m20.0s/5m0s

running (2m21.0s), 2/2 VUs, 131 complete and 0 interrupted iterations
default   [  47% ] 2 VUs  2m21.0s/5m0s

running (2m22.0s), 2/2 VUs, 132 complete and 0 interrupted iterations
default   [  47% ] 2 VUs  2m22.0s/5m0s

running (2m23.0s), 2/2 VUs, 133 complete and 0 interrupted iterations
default   [  48% ] 2 VUs  2m23.0s/5m0s

running (2m24.0s), 2/2 VUs, 134 complete and 0 interrupted iterations
default   [  48% ] 2 VUs  2m24.0s/5m0s

running (2m25.0s), 2/2 VUs, 135 complete and 0 interrupted iterations
default   [  48% ] 2 VUs  2m25.0s/5m0s

running (2m26.0s), 2/2 VUs, 136 complete and 0 interrupted iterations
default   [  49% ] 2 VUs  2m26.0s/5m0s

running (2m27.0s), 2/2 VUs, 137 complete and 0 interrupted iterations
default   [  49% ] 2 VUs  2m27.0s/5m0s

running (2m28.0s), 2/2 VUs, 138 complete and 0 interrupted iterations
default   [  49% ] 2 VUs  2m28.0s/5m0s

running (2m29.0s), 2/2 VUs, 139 complete and 0 interrupted iterations
default   [  50% ] 2 VUs  2m29.0s/5m0s

running (2m30.0s), 2/2 VUs, 140 complete and 0 interrupted iterations
default   [  50% ] 2 VUs  2m30.0s/5m0s

running (2m31.0s), 2/2 VUs, 141 complete and 0 interrupted iterations
default   [  50% ] 2 VUs  2m31.0s/5m0s

running (2m32.0s), 2/2 VUs, 142 complete and 0 interrupted iterations
default   [  51% ] 2 VUs  2m32.0s/5m0s

running (2m33.0s), 2/2 VUs, 143 complete and 0 interrupted iterations
default   [  51% ] 2 VUs  2m33.0s/5m0s

running (2m34.0s), 2/2 VUs, 144 complete and 0 interrupted iterations
default   [  51% ] 2 VUs  2m34.0s/5m0s

running (2m35.0s), 2/2 VUs, 145 complete and 0 interrupted iterations
default   [  52% ] 2 VUs  2m35.0s/5m0s

running (2m36.0s), 2/2 VUs, 146 complete and 0 interrupted iterations
default   [  52% ] 2 VUs  2m36.0s/5m0s

running (2m37.0s), 2/2 VUs, 147 complete and 0 interrupted iterations
default   [  52% ] 2 VUs  2m37.0s/5m0s

running (2m38.0s), 2/2 VUs, 148 complete and 0 interrupted iterations
default   [  53% ] 2 VUs  2m38.0s/5m0s

running (2m39.0s), 2/2 VUs, 149 complete and 0 interrupted iterations
default   [  53% ] 2 VUs  2m39.0s/5m0s

running (2m40.0s), 2/2 VUs, 150 complete and 0 interrupted iterations
default   [  53% ] 2 VUs  2m40.0s/5m0s

running (2m41.0s), 2/2 VUs, 151 complete and 0 interrupted iterations
default   [  54% ] 2 VUs  2m41.0s/5m0s

running (2m42.0s), 2/2 VUs, 152 complete and 0 interrupted iterations
default   [  54% ] 2 VUs  2m42.0s/5m0s

running (2m43.0s), 2/2 VUs, 153 complete and 0 interrupted iterations
default   [  54% ] 2 VUs  2m43.0s/5m0s

running (2m44.0s), 2/2 VUs, 154 complete and 0 interrupted iterations
default   [  55% ] 2 VUs  2m44.0s/5m0s

running (2m45.0s), 2/2 VUs, 155 complete and 0 interrupted iterations
default   [  55% ] 2 VUs  2m45.0s/5m0s

running (2m46.0s), 2/2 VUs, 156 complete and 0 interrupted iterations
default   [  55% ] 2 VUs  2m46.0s/5m0s

running (2m47.0s), 2/2 VUs, 157 complete and 0 interrupted iterations
default   [  56% ] 2 VUs  2m47.0s/5m0s

running (2m48.0s), 2/2 VUs, 158 complete and 0 interrupted iterations
default   [  56% ] 2 VUs  2m48.0s/5m0s

running (2m49.0s), 2/2 VUs, 159 complete and 0 interrupted iterations
default   [  56% ] 2 VUs  2m49.0s/5m0s

running (2m50.0s), 2/2 VUs, 160 complete and 0 interrupted iterations
default   [  57% ] 2 VUs  2m50.0s/5m0s

running (2m51.0s), 2/2 VUs, 161 complete and 0 interrupted iterations
default   [  57% ] 2 VUs  2m51.0s/5m0s

running (2m52.0s), 2/2 VUs, 162 complete and 0 interrupted iterations
default   [  57% ] 2 VUs  2m52.0s/5m0s

running (2m53.0s), 2/2 VUs, 163 complete and 0 interrupted iterations
default   [  58% ] 2 VUs  2m53.0s/5m0s

running (2m54.0s), 2/2 VUs, 164 complete and 0 interrupted iterations
default   [  58% ] 2 VUs  2m54.0s/5m0s

running (2m55.0s), 2/2 VUs, 165 complete and 0 interrupted iterations
default   [  58% ] 2 VUs  2m55.0s/5m0s

running (2m56.0s), 2/2 VUs, 166 complete and 0 interrupted iterations
default   [  59% ] 2 VUs  2m56.0s/5m0s

running (2m57.0s), 2/2 VUs, 167 complete and 0 interrupted iterations
default   [  59% ] 2 VUs  2m57.0s/5m0s

running (2m58.0s), 2/2 VUs, 168 complete and 0 interrupted iterations
default   [  59% ] 2 VUs  2m58.0s/5m0s

running (2m59.0s), 2/2 VUs, 169 complete and 0 interrupted iterations
default   [  60% ] 2 VUs  2m59.0s/5m0s

running (3m00.0s), 2/2 VUs, 170 complete and 0 interrupted iterations
default   [  60% ] 2 VUs  3m00.0s/5m0s

running (3m01.0s), 2/2 VUs, 171 complete and 0 interrupted iterations
default   [  60% ] 2 VUs  3m01.0s/5m0s

running (3m02.0s), 2/2 VUs, 172 complete and 0 interrupted iterations
default   [  61% ] 2 VUs  3m02.0s/5m0s

running (3m03.0s), 2/2 VUs, 173 complete and 0 interrupted iterations
default   [  61% ] 2 VUs  3m03.0s/5m0s

running (3m04.0s), 2/2 VUs, 174 complete and 0 interrupted iterations
default   [  61% ] 2 VUs  3m04.0s/5m0s

running (3m05.0s), 2/2 VUs, 175 complete and 0 interrupted iterations
default   [  62% ] 2 VUs  3m05.0s/5m0s

running (3m06.0s), 2/2 VUs, 176 complete and 0 interrupted iterations
default   [  62% ] 2 VUs  3m06.0s/5m0s

running (3m07.0s), 2/2 VUs, 177 complete and 0 interrupted iterations
default   [  62% ] 2 VUs  3m07.0s/5m0s

running (3m08.0s), 2/2 VUs, 178 complete and 0 interrupted iterations
default   [  63% ] 2 VUs  3m08.0s/5m0s

running (3m09.0s), 2/2 VUs, 179 complete and 0 interrupted iterations
default   [  63% ] 2 VUs  3m09.0s/5m0s

running (3m10.0s), 2/2 VUs, 180 complete and 0 interrupted iterations
default   [  63% ] 2 VUs  3m10.0s/5m0s

running (3m11.0s), 2/2 VUs, 181 complete and 0 interrupted iterations
default   [  64% ] 2 VUs  3m11.0s/5m0s

running (3m12.0s), 2/2 VUs, 182 complete and 0 interrupted iterations
default   [  64% ] 2 VUs  3m12.0s/5m0s

running (3m13.0s), 2/2 VUs, 183 complete and 0 interrupted iterations
default   [  64% ] 2 VUs  3m13.0s/5m0s

running (3m14.0s), 2/2 VUs, 184 complete and 0 interrupted iterations
default   [  65% ] 2 VUs  3m14.0s/5m0s

running (3m15.0s), 2/2 VUs, 185 complete and 0 interrupted iterations
default   [  65% ] 2 VUs  3m15.0s/5m0s

running (3m16.0s), 2/2 VUs, 186 complete and 0 interrupted iterations
default   [  65% ] 2 VUs  3m16.0s/5m0s

running (3m17.0s), 2/2 VUs, 187 complete and 0 interrupted iterations
default   [  66% ] 2 VUs  3m17.0s/5m0s

running (3m18.0s), 2/2 VUs, 188 complete and 0 interrupted iterations
default   [  66% ] 2 VUs  3m18.0s/5m0s

running (3m19.0s), 2/2 VUs, 189 complete and 0 interrupted iterations
default   [  66% ] 2 VUs  3m19.0s/5m0s

running (3m20.0s), 2/2 VUs, 190 complete and 0 interrupted iterations
default   [  67% ] 2 VUs  3m20.0s/5m0s

running (3m21.0s), 2/2 VUs, 191 complete and 0 interrupted iterations
default   [  67% ] 2 VUs  3m21.0s/5m0s

running (3m22.0s), 2/2 VUs, 192 complete and 0 interrupted iterations
default   [  67% ] 2 VUs  3m22.0s/5m0s

running (3m23.0s), 2/2 VUs, 193 complete and 0 interrupted iterations
default   [  68% ] 2 VUs  3m23.0s/5m0s

running (3m24.0s), 2/2 VUs, 194 complete and 0 interrupted iterations
default   [  68% ] 2 VUs  3m24.0s/5m0s

running (3m25.0s), 2/2 VUs, 195 complete and 0 interrupted iterations
default   [  68% ] 2 VUs  3m25.0s/5m0s

running (3m26.0s), 2/2 VUs, 196 complete and 0 interrupted iterations
default   [  69% ] 2 VUs  3m26.0s/5m0s

running (3m27.0s), 2/2 VUs, 197 complete and 0 interrupted iterations
default   [  69% ] 2 VUs  3m27.0s/5m0s

running (3m28.0s), 2/2 VUs, 198 complete and 0 interrupted iterations
default   [  69% ] 2 VUs  3m28.0s/5m0s

running (3m29.0s), 2/2 VUs, 199 complete and 0 interrupted iterations
default   [  70% ] 2 VUs  3m29.0s/5m0s

running (3m30.0s), 2/2 VUs, 200 complete and 0 interrupted iterations
default   [  70% ] 2 VUs  3m30.0s/5m0s

running (3m31.0s), 2/2 VUs, 201 complete and 0 interrupted iterations
default   [  70% ] 2 VUs  3m31.0s/5m0s

running (3m32.0s), 2/2 VUs, 202 complete and 0 interrupted iterations
default   [  71% ] 2 VUs  3m32.0s/5m0s

running (3m33.0s), 2/2 VUs, 203 complete and 0 interrupted iterations
default   [  71% ] 2 VUs  3m33.0s/5m0s

running (3m34.0s), 2/2 VUs, 204 complete and 0 interrupted iterations
default   [  71% ] 2 VUs  3m34.0s/5m0s

running (3m35.0s), 2/2 VUs, 205 complete and 0 interrupted iterations
default   [  72% ] 2 VUs  3m35.0s/5m0s

running (3m36.0s), 2/2 VUs, 206 complete and 0 interrupted iterations
default   [  72% ] 2 VUs  3m36.0s/5m0s

running (3m37.0s), 2/2 VUs, 207 complete and 0 interrupted iterations
default   [  72% ] 2 VUs  3m37.0s/5m0s

running (3m38.0s), 2/2 VUs, 208 complete and 0 interrupted iterations
default   [  73% ] 2 VUs  3m38.0s/5m0s

running (3m39.0s), 2/2 VUs, 209 complete and 0 interrupted iterations
default   [  73% ] 2 VUs  3m39.0s/5m0s

running (3m40.0s), 2/2 VUs, 210 complete and 0 interrupted iterations
default   [  73% ] 2 VUs  3m40.0s/5m0s

running (3m41.0s), 2/2 VUs, 211 complete and 0 interrupted iterations
default   [  74% ] 2 VUs  3m41.0s/5m0s

running (3m42.0s), 2/2 VUs, 212 complete and 0 interrupted iterations
default   [  74% ] 2 VUs  3m42.0s/5m0s

running (3m43.0s), 2/2 VUs, 213 complete and 0 interrupted iterations
default   [  74% ] 2 VUs  3m43.0s/5m0s

running (3m44.0s), 2/2 VUs, 214 complete and 0 interrupted iterations
default   [  75% ] 2 VUs  3m44.0s/5m0s

running (3m45.0s), 2/2 VUs, 215 complete and 0 interrupted iterations
default   [  75% ] 2 VUs  3m45.0s/5m0s

running (3m46.0s), 2/2 VUs, 216 complete and 0 interrupted iterations
default   [  75% ] 2 VUs  3m46.0s/5m0s

running (3m47.0s), 2/2 VUs, 217 complete and 0 interrupted iterations
default   [  76% ] 2 VUs  3m47.0s/5m0s

running (3m48.0s), 2/2 VUs, 218 complete and 0 interrupted iterations
default   [  76% ] 2 VUs  3m48.0s/5m0s

running (3m49.0s), 2/2 VUs, 219 complete and 0 interrupted iterations
default   [  76% ] 2 VUs  3m49.0s/5m0s

running (3m50.0s), 2/2 VUs, 220 complete and 0 interrupted iterations
default   [  77% ] 2 VUs  3m50.0s/5m0s

running (3m51.0s), 2/2 VUs, 221 complete and 0 interrupted iterations
default   [  77% ] 2 VUs  3m51.0s/5m0s

running (3m52.0s), 2/2 VUs, 222 complete and 0 interrupted iterations
default   [  77% ] 2 VUs  3m52.0s/5m0s

running (3m53.0s), 2/2 VUs, 223 complete and 0 interrupted iterations
default   [  78% ] 2 VUs  3m53.0s/5m0s

running (3m54.0s), 2/2 VUs, 224 complete and 0 interrupted iterations
default   [  78% ] 2 VUs  3m54.0s/5m0s

running (3m55.0s), 2/2 VUs, 225 complete and 0 interrupted iterations
default   [  78% ] 2 VUs  3m55.0s/5m0s

running (3m56.0s), 2/2 VUs, 226 complete and 0 interrupted iterations
default   [  79% ] 2 VUs  3m56.0s/5m0s

running (3m57.0s), 2/2 VUs, 227 complete and 0 interrupted iterations
default   [  79% ] 2 VUs  3m57.0s/5m0s

running (3m58.0s), 2/2 VUs, 228 complete and 0 interrupted iterations
default   [  79% ] 2 VUs  3m58.0s/5m0s

running (3m59.0s), 2/2 VUs, 229 complete and 0 interrupted iterations
default   [  80% ] 2 VUs  3m59.0s/5m0s

running (4m00.0s), 2/2 VUs, 230 complete and 0 interrupted iterations
default   [  80% ] 2 VUs  4m00.0s/5m0s

running (4m01.0s), 2/2 VUs, 231 complete and 0 interrupted iterations
default   [  80% ] 2 VUs  4m01.0s/5m0s

running (4m02.0s), 2/2 VUs, 232 complete and 0 interrupted iterations
default   [  81% ] 2 VUs  4m02.0s/5m0s

running (4m03.0s), 2/2 VUs, 233 complete and 0 interrupted iterations
default   [  81% ] 2 VUs  4m03.0s/5m0s

running (4m04.0s), 2/2 VUs, 234 complete and 0 interrupted iterations
default   [  81% ] 2 VUs  4m04.0s/5m0s

running (4m05.0s), 2/2 VUs, 235 complete and 0 interrupted iterations
default   [  82% ] 2 VUs  4m05.0s/5m0s

running (4m06.0s), 2/2 VUs, 236 complete and 0 interrupted iterations
default   [  82% ] 2 VUs  4m06.0s/5m0s

running (4m07.0s), 2/2 VUs, 237 complete and 0 interrupted iterations
default   [  82% ] 2 VUs  4m07.0s/5m0s

running (4m08.0s), 2/2 VUs, 238 complete and 0 interrupted iterations
default   [  83% ] 2 VUs  4m08.0s/5m0s

running (4m09.0s), 2/2 VUs, 239 complete and 0 interrupted iterations
default   [  83% ] 2 VUs  4m09.0s/5m0s

running (4m10.0s), 2/2 VUs, 240 complete and 0 interrupted iterations
default   [  83% ] 2 VUs  4m10.0s/5m0s

running (4m11.0s), 2/2 VUs, 241 complete and 0 interrupted iterations
default   [  84% ] 2 VUs  4m11.0s/5m0s

running (4m12.0s), 2/2 VUs, 242 complete and 0 interrupted iterations
default   [  84% ] 2 VUs  4m12.0s/5m0s

running (4m13.0s), 2/2 VUs, 243 complete and 0 interrupted iterations
default   [  84% ] 2 VUs  4m13.0s/5m0s

running (4m14.0s), 2/2 VUs, 244 complete and 0 interrupted iterations
default   [  85% ] 2 VUs  4m14.0s/5m0s

running (4m15.0s), 2/2 VUs, 245 complete and 0 interrupted iterations
default   [  85% ] 2 VUs  4m15.0s/5m0s

running (4m16.0s), 2/2 VUs, 246 complete and 0 interrupted iterations
default   [  85% ] 2 VUs  4m16.0s/5m0s

running (4m17.0s), 2/2 VUs, 247 complete and 0 interrupted iterations
default   [  86% ] 2 VUs  4m17.0s/5m0s

running (4m18.0s), 2/2 VUs, 248 complete and 0 interrupted iterations
default   [  86% ] 2 VUs  4m18.0s/5m0s

running (4m19.0s), 2/2 VUs, 249 complete and 0 interrupted iterations
default   [  86% ] 2 VUs  4m19.0s/5m0s

running (4m20.0s), 2/2 VUs, 250 complete and 0 interrupted iterations
default   [  87% ] 2 VUs  4m20.0s/5m0s

running (4m21.0s), 2/2 VUs, 251 complete and 0 interrupted iterations
default   [  87% ] 2 VUs  4m21.0s/5m0s

running (4m22.0s), 2/2 VUs, 252 complete and 0 interrupted iterations
default   [  87% ] 2 VUs  4m22.0s/5m0s

running (4m23.0s), 2/2 VUs, 253 complete and 0 interrupted iterations
default   [  88% ] 2 VUs  4m23.0s/5m0s

running (4m24.0s), 2/2 VUs, 254 complete and 0 interrupted iterations
default   [  88% ] 2 VUs  4m24.0s/5m0s

running (4m25.0s), 2/2 VUs, 255 complete and 0 interrupted iterations
default   [  88% ] 2 VUs  4m25.0s/5m0s

running (4m26.0s), 2/2 VUs, 256 complete and 0 interrupted iterations
default   [  89% ] 2 VUs  4m26.0s/5m0s

running (4m27.0s), 2/2 VUs, 257 complete and 0 interrupted iterations
default   [  89% ] 2 VUs  4m27.0s/5m0s

running (4m28.0s), 2/2 VUs, 258 complete and 0 interrupted iterations
default   [  89% ] 2 VUs  4m28.0s/5m0s

running (4m29.0s), 2/2 VUs, 259 complete and 0 interrupted iterations
default   [  90% ] 2 VUs  4m29.0s/5m0s

running (4m30.0s), 2/2 VUs, 260 complete and 0 interrupted iterations
default   [  90% ] 2 VUs  4m30.0s/5m0s

running (4m31.0s), 2/2 VUs, 261 complete and 0 interrupted iterations
default   [  90% ] 2 VUs  4m31.0s/5m0s

running (4m32.0s), 2/2 VUs, 262 complete and 0 interrupted iterations
default   [  91% ] 2 VUs  4m32.0s/5m0s

running (4m33.0s), 2/2 VUs, 263 complete and 0 interrupted iterations
default   [  91% ] 2 VUs  4m33.0s/5m0s

running (4m34.0s), 2/2 VUs, 264 complete and 0 interrupted iterations
default   [  91% ] 2 VUs  4m34.0s/5m0s

running (4m35.0s), 2/2 VUs, 265 complete and 0 interrupted iterations
default   [  92% ] 2 VUs  4m35.0s/5m0s

running (4m36.0s), 2/2 VUs, 266 complete and 0 interrupted iterations
default   [  92% ] 2 VUs  4m36.0s/5m0s

running (4m37.0s), 2/2 VUs, 267 complete and 0 interrupted iterations
default   [  92% ] 2 VUs  4m37.0s/5m0s

running (4m38.0s), 2/2 VUs, 268 complete and 0 interrupted iterations
default   [  93% ] 2 VUs  4m38.0s/5m0s

running (4m39.0s), 2/2 VUs, 269 complete and 0 interrupted iterations
default   [  93% ] 2 VUs  4m39.0s/5m0s

running (4m40.0s), 2/2 VUs, 270 complete and 0 interrupted iterations
default   [  93% ] 2 VUs  4m40.0s/5m0s

running (4m41.0s), 2/2 VUs, 271 complete and 0 interrupted iterations
default   [  94% ] 2 VUs  4m41.0s/5m0s

running (4m42.0s), 2/2 VUs, 272 complete and 0 interrupted iterations
default   [  94% ] 2 VUs  4m42.0s/5m0s

running (4m43.0s), 2/2 VUs, 273 complete and 0 interrupted iterations
default   [  94% ] 2 VUs  4m43.0s/5m0s

running (4m44.0s), 2/2 VUs, 274 complete and 0 interrupted iterations
default   [  95% ] 2 VUs  4m44.0s/5m0s

running (4m45.0s), 2/2 VUs, 275 complete and 0 interrupted iterations
default   [  95% ] 2 VUs  4m45.0s/5m0s

running (4m46.0s), 2/2 VUs, 276 complete and 0 interrupted iterations
default   [  95% ] 2 VUs  4m46.0s/5m0s

running (4m47.0s), 2/2 VUs, 277 complete and 0 interrupted iterations
default   [  96% ] 2 VUs  4m47.0s/5m0s

running (4m48.0s), 2/2 VUs, 278 complete and 0 interrupted iterations
default   [  96% ] 2 VUs  4m48.0s/5m0s

running (4m49.0s), 2/2 VUs, 279 complete and 0 interrupted iterations
default   [  96% ] 2 VUs  4m49.0s/5m0s

running (4m50.0s), 2/2 VUs, 280 complete and 0 interrupted iterations
default   [  97% ] 2 VUs  4m50.0s/5m0s

running (4m51.0s), 2/2 VUs, 281 complete and 0 interrupted iterations
default   [  97% ] 2 VUs  4m51.0s/5m0s

running (4m52.0s), 2/2 VUs, 282 complete and 0 interrupted iterations
default   [  97% ] 2 VUs  4m52.0s/5m0s

running (4m53.0s), 2/2 VUs, 283 complete and 0 interrupted iterations
default   [  98% ] 2 VUs  4m53.0s/5m0s

running (4m54.0s), 2/2 VUs, 284 complete and 0 interrupted iterations
default   [  98% ] 2 VUs  4m54.0s/5m0s

running (4m55.0s), 2/2 VUs, 285 complete and 0 interrupted iterations
default   [  98% ] 2 VUs  4m55.0s/5m0s

running (4m56.0s), 2/2 VUs, 286 complete and 0 interrupted iterations
default   [  99% ] 2 VUs  4m56.0s/5m0s

running (4m57.0s), 2/2 VUs, 287 complete and 0 interrupted iterations
default   [  99% ] 2 VUs  4m57.0s/5m0s

running (4m58.0s), 2/2 VUs, 288 complete and 0 interrupted iterations
default   [  99% ] 2 VUs  4m58.0s/5m0s

running (4m59.0s), 2/2 VUs, 289 complete and 0 interrupted iterations
default   [ 100% ] 2 VUs  4m59.0s/5m0s

running (5m00.0s), 2/2 VUs, 290 complete and 0 interrupted iterations
default   [ 100% ] 2 VUs  5m00.0s/5m0s

running (5m01.0s), 1/2 VUs, 291 complete and 0 interrupted iterations
default ↓ [ 100% ] 2 VUs  5m0s
time="2023-01-27T22:08:33Z" level=warning msg="Request Failed" error="Post \"undefined/exports/undefined\": unsupported protocol scheme \"\""
time="2023-01-27T22:08:33Z" level=info msg=0 source=console

running (5m01.6s), 0/2 VUs, 292 complete and 0 interrupted iterations
default ✓ [ 100% ] 2 VUs  5m0s

     ✗ is status 200
      ↳  96% — ✓ 562 / ✗ 22

     █ setup

     █ teardown

     checks.........................: 96.23% ✓ 562      ✗ 22 
     data_received..................: 597 MB 2.0 MB/s
     data_sent......................: 56 kB  185 B/s
     http_req_blocked...............: avg=13.91ms min=0s       med=4.3µs   max=7.1s     p(90)=6.65µs  p(95)=9.81µs 
     http_req_connecting............: avg=13.9ms  min=0s       med=0s      max=7.1s     p(90)=0s      p(95)=0s     
     http_req_duration..............: avg=9.96ms  min=0s       med=9.4ms   max=84.21ms  p(90)=12.31ms p(95)=14.67ms
       { expected_response:true }...: avg=10.37ms min=6.83ms   med=9.47ms  max=84.21ms  p(90)=12.38ms p(95)=14.76ms
     http_req_failed................: 3.93%  ✓ 23       ✗ 562
     http_req_receiving.............: avg=4.1ms   min=0s       med=3.82ms  max=47.6ms   p(90)=5.5ms   p(95)=6.56ms 
     http_req_sending...............: avg=25.18µs min=0s       med=18.49µs max=775.08µs p(90)=43.63µs p(95)=55.29µs
     http_req_tls_handshaking.......: avg=0s      min=0s       med=0s      max=0s       p(90)=0s      p(95)=0s     
     http_req_waiting...............: avg=5.83ms  min=0s       med=5.24ms  max=80.39ms  p(90)=7.34ms  p(95)=9.34ms 
     http_reqs......................: 585    1.939867/s
     iteration_duration.............: avg=2.04s   min=171.29µs med=2s      max=8.12s    p(90)=2s      p(95)=2s     
     iterations.....................: 292    0.968275/s
     vus............................: 1      min=1      max=2
     vus_max........................: 2      min=2      max=2